#pragma once
/****************************************************************
*							C O N S T					        *
****************************************************************/

// количество команд
const int NUMBERS_OF_COMMANDS = 4;

/*	возможные коды управления СУБД
* 0 выход
* 1 помощь
* 2 чтение_данных
* 3 печать_данных
* ...
* ...
*
*/
const string ALL_COMMANDS[NUMBERS_OF_COMMANDS] =
{
	"выход",
	"помощь",
	"чтендан",
	"печдан"
};

// описание команд
const string ALL_COMM_DESCRIPTION[NUMBERS_OF_COMMANDS] =
{
	"завершение работы приложения",
	"[помощь<команда>] - вывод информации по неизвестной команде\n\
\t\t[помощь] - вывод всех команд с их описанием",
	"",
	""
};